{  
  "yes": "Так",
  "no": "Не",
  "loading": "Загрузка",
  "login.tab": "Увайсьці",
  "register.tab": "Зарэгістравацца",
  "email.label": "Пошта",
  "password.label": "Пароль",
  "login.popover": "Увайсьці",
  "login.button": "Увайсьці",
  "login.failed": "Ня слушная пошта ці пароль",
  "logout.popover": "Выйсьці",
  "logout.confirmation": "Ці ўпэўнены вы, што хочаце выйсьці?",
  "request.registration.button": "Запыт на рэгістрацыю",
  "user.alreadyRegistered.message": "Карыстальнік з такой поштай ужо зарэгістраваны",
  "profile.popover": "Профіль",
  "library.popover": "Бібліятэка",
  "periods.title": "Гістарычныя пэрыяды",
  "period.ancient.heading": "Старажытнасьць",
  "period.antiquity.heading": "Антычнасьць",
  "period.early_middle_ages.heading": "Раньняе Сярэднявечча",
  "period.high_middle_ages.heading": "Высокае Сярэднявечча",
  "period.late_middle_ages.heading": "Позьняе Сярэднявечча",
  "period.renaissance.heading": "Рэнесанс",
  "period.modern.heading": "Эпоха Мадэрну",
  "period.wwi.heading": "Першая Сусьветная Вайна",
  "period.wwii.heading": "Другая Сусьветная Вайна",
  "period.contemporary.heading": "Сучаснасьць",
  "period.other.heading": "Іншае",
  "period.ancient.shortDescription": "Старажытная гісторыя ўключае ў сябе падзеі ад пачатку пісьмовай гісторыі да раньняга сярэднявечча ці пост-клясычнае эры, якая пачынаецца ў V ст. н.э.",
  "period.antiquity.shortDescription": "Антычнасьць - гэта шырокае паняцьце, якое ўжываецца да даўгога пэрыяду гісторыі, падзеі якога адбываюцца вакол Міжземнага мора. Антычнасьць пачынаецца з найстарэйшымі помнікамі грэцкай пісьмовасьці Гамэра (IX ст. да н.э.), і працягваецца станаўленьнем хрысьціянства і падзеньнем Заходняе Рымскае Імпэрыі (V ст. н.э.)",
  "period.early_middle_ages.shortDescription": "Раньняе сярэднявечча, як лічыцца, доўжыцца з VI па X стст. н.э. і ўвасабляе сабой пачатак Сярэдніх Вякоў эўрапейскае гісторыі. Раньняе сярэднявечча пачынаецца з заняпаду Заходняе Рымскае Імпэрыі і пераходзіць у Высокае Сярэднявечча (X-XIII стст. н.э.)",
  "period.high_middle_ages.shortDescription": "Высокае сярэднявечча - пэрыяд эўрапейскае гісторыі, які доўжыўся прыблізна з 1000 па 1250 гады. Высокае сярэднявечча - прамежкавы пэрыяд паміж Раньнім Сярэднявеччам і Позьнім Сярэднявеччам",
  "period.late_middle_ages.shortDescription": "Позьняе Сярэднявечча - гэта пэрыяд эўрапейскае гісторыі, які доўжыўся з 1250 па 1500 гады. Позьняе сярэднявечча прыходзіць на зьмену Высокаму Сярэднявеччу і пераходзіць у Рэнесанс",
  "period.renaissance.shortDescription": "Рэнесанс - гэта пэрыяд у эўрапейскае гісторыі, які зьяўляўся пераходным ад Сярэднявечча да Новага Часу і, у залежнасьці ад рэгіёну, мог займаць прамежак з XIV па XVII стст. н.э. Рэнесанс вядомы распаўсюдам гуманістычных ідэй у Эўропе і геаграфічнымі адкрыцьцямі",
  "period.modern.shortDescription": "Новы Час пачаўся прыблізна ў XVI ст. Новы Час адзначыўся наступнымі падзеямі: эўрапейскі Рэнесанс, вялікія геаграфічныя адкрыцьці, пратэстанцкая рэфармацыя. Новы Час скончваецца разам з Другой Сусьветнай Вайной і з пачаткам Найноўшага Часу",
  "period.wwi.shortDescription": "Першая Сусьветная вайна была глябальнай вайной, якая распачалася ў Эўропе і доўжылася з 28 ліпеня 1914 па 11 лістапада 1918. Больш за 70 млн вайскоўцаў, 60 млн зь якіх былі эўрапейцамі, былі мабілізаваныя для ўдзелу ў адным з найбуйнейшых канфліктаў у гісторыі",
  "period.wwii.shortDescription": "Другая Сусьветная Вайна была глябальнай вайной, якая доўжылася з 1 верасьня 1939 г. па 2 верасьня 1945 г. Другая Сусьветная Вайна была найсьмяротнейшым канфліктам у чалавечае гісторыі, які забраў ад 50 да 85 мільёнаў жыцьцяў",
  "period.contemporary.shortDescription": "Сучаснасьць - гэта гістарычны пэрыяд, які наступіў з канцом Другое Сусьветнае Вайны і доўжыцца па сёняшні дзень. У другой палове XX ст. значнымі тэмпамі пачалі разьвівацца навукі і тэхналёгіі: касманаўтыка, ядзерная фізыка, лязэрныя і паўправадніковыя тэхналёгіі, малекулярная біялёгія і генэтыка, фізыка элемэнтарных часьцінак і стандартная мадэль квантавае тэорыі поля, якія назаўжды зьмянілі аблічча плянэты",
  "period.other.shortDescription": "Зь цяжкасьцю адпавядае кожнаму з прыведзеных пэрыядаў"
}
