{
  "yes": "Yes",
  "no": "No",
  "loading": "Loading",
  "login.tab": "Log in",
  "register.tab": "Register",
  "email.label": "Email",
  "password.label": "Password",
  "login.popover": "Log in",
  "login.button": "Log in",
  "login.failed": "Wrong login or password",
  "logout.popover": "Log out",
  "logout.confirmation": "Are you sure you want to log out?",
  "request.registration.button": "Request registration",
  "user.alreadyRegistered.message": "User with this email has already been registered",
  "profile.popover": "Profile",
  "library.popover": "Library",
  "periods.title": "Historical periods",
  "period.ancient.heading": "Ancient times",
  "period.antiquity.heading": "Antiquity",
  "period.early_middle_ages.heading": "Early Middle Ages",
  "period.high_middle_ages.heading": "High Middle Ages",
  "period.late_middle_ages.heading": "Late Middle Ages",
  "period.renaissance.heading": "Renaissance",
  "period.modern.heading": "Modern period",
  "period.wwi.heading": "World War I",
  "period.wwii.heading": "World War II",
  "period.contemporary.heading": "Contemporary times",
  "period.other.heading": "Other",
  "period.ancient.shortDescription": "Ancient history is the aggregate of past events from the beginning of recorded human history and extending as far as the Early Middle Ages or the Post-classical Era that begins in 5th century",
  "period.antiquity.shortDescription": "Antiquity is a broad term for a long period of cultural history centered around the Mediterranean Sea, which begins roughly with the earliest-recorded Greek poetry of Homer (9th century BC),  and continues through the rise of Christianity and the fall of the Western Roman Empire (5th century AD)",
  "period.early_middle_ages.shortDescription": "The Early Middle Ages or Early Medieval Period, typically regarded as lasting from the 6th century to the 10th century CE, marked the start of the Middle Ages of European history. The Early Middle Ages followed the decline of the Western Roman Empire and preceded the High Middle Ages (c. 10th to 13th centuries)",
  "period.high_middle_ages.shortDescription": "The High Middle Ages or High Medieval Period was the period of European history lasting from AD 1000 to 1250. The High Middle Ages are preceded by the Early Middle Ages and followed by the Late Middle Ages, which by convention end around 1500",
  "period.late_middle_ages.shortDescription": "The Late Middle Ages or Late Medieval Period was the period of European history lasting from 1250-1500 AD. The Late Middle Ages followed the High Middle Ages and preceded the onset of the early modern era (and, in much of Europe, the Renaissance)",
  "period.renaissance.shortDescription": "The Renaissance is a period in European history, marking the transition from the Middle Ages to the Modern Era and covering the span between the 14th and 17th centuries. Renaissance is known for extensive overseas exploration and spreading of humanistic ideas across Europe",
  "period.modern.shortDescription": "Modern era began approximately in the early 16th century; notable historical milestones included the European Renaissance, the Age of Discovery, and the Protestant Reformation. Modern period ends together with World War II and beginning of contemporary history.",
  "period.wwi.shortDescription": "World War I was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. More than 70 million military personnel, including 60 million Europeans, were mobilised in one of the largest wars in history",
  "period.wwii.shortDescription": "World War II, also known as the Second World War, was a global war that lasted from 1939 to 1945, although related conflicts began earlier. World War II was the deadliest conflict in human history, marked by 50 to 85 million fatalities",
  "period.contemporary.shortDescription": "Contemporary history is a subset of modern history which describes the historical period from approximately 1945 to the present. Science began transforming after 1945: spaceflight, nuclear technology, laser and semiconductor technology were developed alongside molecular biology and genetics, particle physics, and the Standard Model of quantum field theory",
  "period.other.shortDescription": "Hardly related to any of the given periods"
}
